#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Sistemas operativos m贸viles

- Tema presentado por :: Alexa L贸pez y Atzin Ugalde
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+-------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Valor | Evaluaci贸n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   8.89 |   0.3 |               7.00 |  0.7 |    7.57 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 4 | 4 |  8.67 |
| Nivel        | 0 | 0 | 1 | 3 | 5 |  8.89 |
| Relevancia   | 0 | 0 | 1 | 3 | 5 |  8.89 |
| Claridad     | 0 | 0 | 0 | 3 | 6 |  9.33 |
| Presencia    | 0 | 0 | 0 | 6 | 3 |  8.67 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.89 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Es un tema que me interesa mucho, y creo que la informaci贸n fue muy
  completa y explicada perfectamente. nicamente puedo se帽alar que
  algunas partes del audio se cortaron, pero en general me gust贸 mucho
  la presentaci贸n.


* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliogr谩ficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- Espera, espera, espera... Casi lo primero que dicen es que Android
  fue desarrollado por Microsoft. 隆No, claro que no! Microsoft
  desarroll贸 Windows Phone. Luego demostr贸 estar muy lejos de lo que
  los usuarios quer铆an... y fue abandonado.

  Android es un n煤cleo Linux, y un espacio de usuario desarrollado por
  Google.

- La definici贸n que presnetan de "sistema operativo m贸vil", por m谩s
  que venga de una p谩gina en particular (隆muy bien por citar
  fuentes!), es... incorrecta, contradictoria a bastante de lo que
  hemos platicado 

- En el ritmo de la presentaci贸n (particularmente con Atzin) se siente
  fuertemente que est谩 leyendo texto, no "platicando". 隆Cuida el ritmo
  para que puedas conservar mejor el inter茅s de tu p煤blico!

- El volumen de lo expuesto por Alexa sub铆a y bajaba, y algunos
  pasajes resultaban dif铆ciles de entender 

- Siento que les falt贸 un poco mantener la hilaci贸n tem谩tica. Al
  saltar entre varios temas, y aparentemente no tener un destino claro
  hacia d贸nde llegar,es f谩cil perderse.

- Se ve quele pusieron empe帽o a la edici贸n del video, cortando y
  rearmando varias veces. 隆muy bien!
